[parade]
welcome0 = ¡Hola de nuevo, mi querida estrella! ¡Bienvenida al set de películas más grande que te puedas imaginar!
welcome1 = Estamos a punto de empezar a grabar [hint]El Gran Desfile[/hint], ¡la película que hará que la audiencia de todo el mundo se quede sin aliento! Y como siempre, ¡serás la estrella!
welcome2 = Para esta película, ¡necesitaremos nuestro [icon:timepiece][timepiece]accesorio especial[/timepiece]! ¡Saldrá justo al final!
welcome3 = ¡Pero, cariño, espera! Lo que llevas puesto ahora mismo no queda bien para un desfile. ¿Puedes ir para allá y cambiarte?
welcome3b = Lo que llevas puesto ahora mismo no queda bien para un desfile. ¿Puedes ir para allá y cambiarte?
welcome4 = ¡Cariño, te ves genial! No te preocupes, esta película es muy fácil. ¡Sólo tienes que moverte por la ciudad y la banda te seguirá! ¡Ten cuidado de no chocar con ellos!
welcome5 = ¡Y mantente alerta por golosinas! A la audiencia le encanta un buen desfile y te arrojarán dulces si te les acercas.
welcome5b = ¡Y tampoco olvides los refrescos! ¡El equipo tras bastidores te los arrojarán, no queremos que te deshidrates!
welcome5c = ¡Ah, casi olvido las cámaras! El equipo intentará conseguir tanto material tuyo como podamos, ¡así que acércate lo más que puedas!
welcome6 = El desfile dura un ratito; no hay manera de acelerar la cosa. Te avisaremos cuando tengamos suficiente material. ¡No pierdas el espíritu!
welcome7 = ¡Buena suerte, cariño!

first_intermission0 = ¡Hora de hacer volar el techo en esta película!
first_intermission1 = Cariño, ¿puedes encender las pirotécnicas?

second_intermission0 = ¡A esta película le falta acción! ¡Enciende los fuegos articiales [br], cariño!

third_intermission0 = ¡Hora de la [icon:timepiece][timepiece]sorpresa del desfile[/timepiece]! [br]¡Ve y tómala, cariño!

[deadbird]
intro0 = ¡Tonterías, cariño! ¡Tonterías!
intro1 = ¡Ustedes [name]Búhos del Express[/name] sólo van a grabar otra aburrida película más con tu tren en el oeste! ¡Cariño, lo has hecho los últimos diez años!
intro2 = Cariño, [icon:conductor][name]Conductor[/name], este año nosotros ganaremos el [icon:trophy][trophy]Annual Bird Movie Award[/trophy], ¡con nuestros nuevos accesorios, nos lloverá la audiencia!
intro3 = ¡Estas [icon:timepiece][timepiece]brillantes cositas[/timepiece] cayeron del cielo! ¡Iluminarán nuestros sets y nos asegurarán el éxito!
intro4 = ¡Yo jamás haría eso, cariño! Claramente fuiste tú el que se inspiró a través de mis brillantes nuevos accesorios.
intro5 = Bien por mí, cariño. Pero seremos nosotros quienes ganemos el [icon:trophy][trophy]Annual Bird Movie Award[/trophy]. ¡Recuerda mis palabras!

passport0 = ¡Magnífico! ¡Maravilloso! Este trofeo es todo lo que deseo en la vida... ¡en el estante de mi sala de estar!
passport1 = Pero claro, ¡este enorme trofeo solo es de plástico! ¡El de verdad es mucho más pequeño!
passport2 = ¡Oh, por--oh, por! ¿Qué es lo que veo? ¿Es verdadera belleza interior? ¿Un alma inocente con un corazón de oro?
passport3 = Ah, no. Solo es una niña. ¡Hola!
passport3b = Ah, no. Solo es una niña. ¡Hola!
passport4 = Espera, no eres un pingüino. ¡Eso está bien! Me vendría bien un poco de ayuda a parte de los pingüinos, ya que francamente la mayoría son actores terribles...
passport5 = Así está la cosa: Necesito tu ayuda. He perdido tantas veces que ya llevo una racha terrible, y TENGO que ganar este [icon:trophy][trophy]Annual Bird Movie Award[/trophy].
passport6 = No hay ninguna duda; ¡debo tenerte como la estrella! Ven, yo me encargo de esto.
passport7 = ¡Tenemos que sacarte un pasaporte de aves, cariño! Párate por aquí.
passport8 = ¡La parte más importante de un pasaporte es la foto, cariño! ¡Debes verte brillante y maravillosa! Párate justo aquí, tomemos la foto.
passport9 = Muy bien, ¡sonríe y quédate quieta, por favor! ¡No te muevas!
passport10 = Veamos cómo salió la foto...
passport11 = ¡¿Q-QUÉ?!
passport12a = Cariño... no eres muy fotogénica, ¿eh?
passport12b = ¡Cariño, te moviste! ¡La foto se arruinó! ¡¿Cómo pudiste?!
passport13 = ¡Tenemos que arreglar esta fea foto con un poquito de anticuado tratamiento de fotos! Mira, ¡toma estos marcadores y conviértete en la más elegante jovencita del mundo!
passport13b = ¡Tenemos que arreglar esta fea foto con un poquito de anticuado tratamiento de fotos! Mira, ¡toma estos marcadores y conviértete en la más elegante jovencita del mundo!
passport14 = ¡Perfecto! Pongámosla en tu pasaporte y... ¡listo! ¡Aquí tienes tu pasaporte!
passport15 = ¡Maravilloso, cariño! ¡Simplemente maravilloso! Ven a verme en mi set mañana, ¡y te volveremos una estrella!

[award]
intro0 = ¡Gracias, cariño, gracias![br]Nos aseguraste la victoria, ganamos el trofeo del [icon:trophy][trophy]Annual Bird Movie Award[/trophy]!
intro1 = El [icon:conductor][name]Conductor[/name] probablemente está horriblemente amargado por haber perdido de nuevo, pero no te preocupes, lo superará.
intro2 = Como sea, ¡ya acabamos! No habrá más películas hasta el año que viene. Como siempre estás tan ansiosa por ellos, puedes quedarte con mi último [icon:timepiece][timepiece]accesorio[/timepiece] como tu última paga como estrella de nuestras películas.
intro3 = ¿Qué, esperabas que pasara algo alocado o algo así?[br]¡Tonterías, cariño! ¡Tonterías!

[BossBattle]
SupportNotice0 = ¡Cariño, cariño!
SupportNotice1 = ¡Aguanta un poco más! [br]encontraré una forma de[br]desactivar la bomba!
SupportNotice2 = ¡Mi desactivador[br]está listo, ven!

hth_intro0 = Tengamos una charla de corazón a corazón. Toma asiento, cariño.
hth_intro1 = Desde que llegaste a este planeta, estas [icon:timepiece][timepiece]Piezas Temporales[/timepiece] han caído del cielo.
hth_intro2 = Ahora, puedo entender si sientes que te pertenecen, cariño. Lo entiendo completamente. ¿Pero sabías que pueden usarse para rebobinar el tiempo?
hth_intro3 = Con una sola [icon:timepiece][timepiece]Pieza Temporal[/timepiece], podría recuperar todos los trofeos que me pertecen a mí, cariño. Todos y cada uno de los trofeos que el [icon:conductor][name]Conductor[/name] me ha hecho perder, todo a causa de sus tramposas tácticas.
hth_intro4 = No puedo probarlo, cariño, pero estoy segurísimo que el [icon:conductor][name]Conductor[/name] ha estado manipulando para estar seguro de que nunca gane.
hth_intro5 = Sólo necesito una [icon:timepiece][timepiece]Pieza Temporal[/timepiece] para arreglar años de trampas y mentiras. ¿No puedes dejar que me quede con [hint]una Pieza Temporal[/hint], cariño?
hth_intro5_yes = ¿Tal vez?
hth_intro5_no = ¡No!
hth_intro6a = ¡Muchas gracias, cariño! ¡No te arrepentirás! ¡Arreglaremos años de mentiras, trampas y volveremos a los [icon:trophy][trophy]Annual Bird Movie Awards[/trophy] como honestas aves nuevas!
hth_intro7a = Desafortunadamente... No puedo dejarte salir de aquí, cariño. No puedo arriesgarme a que se te salga algo ahí afuera. ¡El [icon:conductor][name]Conductor[/name] se enfadaría como nunca antes!
hth_intro8a = Fue bueno conocerte, cariño. ¡Adiós!
hth_intro6b = Cariño, cariño, cariño... Eres tan egoísta, ¡y además persistente! Te he traído al estrellato y todo lo que pido a cambio es una sola [icon:timepiece][timepiece]Pieza Temporal[/timepiece]... ¿pero no vas a compartir?
hth_intro7b = En ese caso, cariño, si quieres taaaanto esta [icon:timepiece][timepiece]Pieza Temporal[/timepiece] de vuelta... ¡Ven por ella!
hth_intro9 = No olvidaste esta bomba, ¿o sí, cariño? La tomé prestada del set del [icon:conductor][name]Conductor[/name], ¡y ahora será tu perdición!

Intro0 = ¡Miren quién llegó, si no es nadie más que tú, cariño! Supongo que descubriste mi secretito, ¿eh?
Intro1 = Esta última [icon:timepiece][timepiece]Pieza Temporal[/timepiece] es solo para mí, cariño. Si la quieres, bueno, supongo que solo tienes que venir por ella.


[PicturePerfect]
Intro0 = ¡Bienvenida al primer día de filmación, cariño!
Intro1 = ¡Tenemos que convertirte en la mayor estrella que el mundo haya visto! Debes volverte... ¡una diva!
Intro2 = Esa es la razón por la que organicé una conferencia aquí, en nuestro Set Lunar. ¡Tienes que ir, ponerte frente a las cámaras y electrizar al público, cariño! ¡Mantenlos listos y emocionados para tus películas!
Intro3 = Cuando los tengas a todos, ¡vuelve aquí y alardearemos nuestro nuevo accesorio! ¡Así es, revelaremos nuestro [icon:timepiece][timepiece]accesorio de película[/timepiece] a las masas!
Endorsement_Generic0 = ¿Me llamaste, cariño? ¡Parece que es hora de una prueba!
Endorsement_Generic1 = Todos ustedes pingüinos conocen mi nombre... ¡[name]DJ Grooves[/name]![br] Y se los digo, esta pequeña joven justo aquí, es la siguiente cosa ardiente. ¡Garantizado!
Endorsement_Generic2 = ¡No olviden unirse a su club de fans! DJ Grooves... ¡fuera!

Endorsement_Statue0 = Sólo miren, ¡cómo ella trepará la estatua y rescatará al pobre cachorrito que se quedó atascado! ¿Verdad, cariño?
Endorsement_Statue1 = ¡Miren todos! ¡Bajó al cachorro, sano y salvo! Qué mal que salió corriendo y definitivamente no se rompió en múltiples pedazos...
Endorsement_Statue2 = Esta es sin ninguna duda una diva a la que puedo seguir. ¡Que todos sepan que esta jovencita lo es todo sobre animales!

Endorsement_Poker0 = Solo miren cómo ella vencerá a estos profesionales jugadores de cartas en su propio juego... ¡en su primer intento!
Endorsement_Poker1 = Es fácil entender este juego, cariño. Solo intentas adivinar qué número de carta el otro jugador tiene, de [hint]1 a 10[/hint]. ¿Qué carta crees que tiene, cariño?
Endorsement_Poker2 = ¡Guau! ¡Fantástico! ¡Increíble! ¡La respuesta es efectivamente [hint]3[/hint]! Mis buenos amigos, ¡acaban de ser testigos de la increíble intuición de una verdadera estrella!
Endorsement_Poker3 = ¡Ay, qué mal, cariño! ¡La respuesta correcta era [hint]3[/hint]! Mis buenos amigos, esto solamente muestra que nuestra nueva estrella es relatable. Ella comete errores, ¡justo como todos nosotros!

Endorsement_Cooking0 = Ahora, cariño, tengo que decirte esto. Los programas de cocina tienen mala fama por enfadarse y decir groserías frente a la pantalla. Trata de no usar la palabra de la P, ¿está bien? No digas p-i-c-o.
Endorsement_Cooking1 = El [icon:conductor][name]Conductor[/name] es algo anticuado. El suele escupir esa palabra bastante. ¡Se meterá en problemas por ello algún día! Hasta entonces, mantengamos limpio lo nuestro.
Endorsement_Cooking2 = ¡Hola, espectadores! Hasta las más grandes celebridades tienen que comer, y tengo a la más grande de todas justo aquí!
Endorsement_Cooking3 = Ahora dinos, cariño, ¿qué tipo de condimento te gusta más en tus sándwiches de atún?
Endorsement_Cooking3_a = Ranch
Endorsement_Cooking3_b = Catsup
Endorsement_Cooking3_c = Mayonesa
Endorsement_Cooking3_d = PICO
Endorsement_Cooking4 = ¡Asombroso! ¡Apuesto a que así es como mantiene su delgada figura! ¡Tomen nota, espectadores!
Endorsement_Cooking5 = [scream][big]¡¡¡CARIÑO!!![/big][/scream]
Endorsement_Cooking6 = D-digo... ¡mis buenos espectadores! Miren la boquita de esta jovencita. Vaya cosa, ¿eh?
Endorsement_Cooking7 = [small]Ahora fuera, sal de esta prueba tan rápido como puedas,[br]antes de los pingüinos más viejos se den cuenta de lo que acaba de pasar...[/small]

Endorsement_Alley0 = Miren qué lista es esta diva. Está pasando por este callejón, ¡justo al lado de un par de potenciales malhechores!
Endorsement_Alley1 = El Peligro es su segundo nombre, ¡y no le teme para nada a salir de su zona de confort!

Ending0 = ¡La audiencia está que arde, cariño! Ven aquí para mostrar nuestra cereza en el pastel... ¡nuestro [icon:timepiece][timepiece]nuevo accesorio[/timepiece]!

[finale]
outside0 = ¡Qué bueno verte, cariño! Es bueno saber que no soy la única super-estrella esperando en este sitio tan cursi.
outside1 = Irás a ver quién está tomando las decisiones aquí, ¿no?

[ending]
hang0 = ¡Vamos a ver nuestra película, cariño!